Repository: mozilla-l10n/mt-training-data
Catalog: kls/kls_pontoon.tmx
Source language: en_us
Languages: kls

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
kls: Tu madat ari ala' zalikas bati. <goalpercentage> homa har aduaw recarding as nishan

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
kls: Tu madat ari ala' zalikas bati, sahi karikas bati

source: You want to join the Common Voice mailing list
kls: To pe sawin awazas mail list e'k khojis day e?

source: account recovery key
kls: account khojikas ac'uyak

source: add-on
kls: thara-thai

source: alternate text
kls: warek newishi

source: attack
kls: s'ati

source: attacker
kls: s'ataw

source: Attack Site
kls: s'atikeini

source: attendee
kls: al'a

source: authenticate
kls: prus'tkarik

source: authenticated
kls: prus't hawaw

source: authentication code
kls: prus't hikas nishan

source: autoplay
kls: tan shatik

source: backup authentication code
kls: prus't kay pishtyak alikas nishan

source: bookmark
kls: nishanshatala

source: breakpoint
kls: chinikas nishan

source: Bug report
kls: shum khabar

source: certificate authority
kls: sawtiket sawzawow

source: cipher
kls: ne jonik

source: clipboard
kls: thara newishila

source: colorway
kls: rangthara

source: confirmation code
kls: sahi as nishan

source: context
kls: newishil'a

source: cookie banner
kls: thara pashel

source: corrupt
kls: kharabhula

source: corrupted
kls: kharab kada

source: crash
kls: chi'na

source: cross-site tracking cookie
kls: ek gehanaw newishila

source: cryptominer
kls: paisa ishmarawuni

source: cryptomining
kls: paisa brikuni

source: debug
kls: nishan

source: deceptive site
kls: kharab site

source: decode
kls: shumberaw

source: decryption
kls: newishik

source: disinformation
kls: Galat

source: distrust
kls: lawek

source: email mask
kls: email nishan

source: enable
kls: ujak karik

source: encode
kls: asan karik

source: encrypt
kls: dang kada

source: encryption
kls: newishik

source: end user
kls: akheri zuaw

source: Enhanced Tracking Protection
kls: khoji dang karik

source: extension
kls: geri dek

source: fingerprinter
kls: angu nishan karaw

source: fingerprinting
kls: angu' geri print karik

source: Firefox View
kls: firefox jagek

source: grassroots
kls: chomuna shati

source: home page
kls: Durai page

source: import
kls: Andai onik

source: independent browser
kls: warek awata khojik

source: innovations
kls: ghona krom

source: insecure
kls: behalak

source: installation
kls: stal karik

source: Issue
kls: masala

source: Legacy extension
kls: ajat karikas bati

source: misinformation
kls: galat malumat

source: native
kls: Ajati

source: net neutrality
kls: Net Joniskas bati

source: nonprofit
kls: ne gatikas bati

source: non-profit
kls: ne hatikas bati

source: open source
kls: sawin pe

source: override
kls: bo rang dek

source: phone number mask
kls: phon lamber

source: pop-up
kls: tharai nishan

source: preference
kls: Tan chitan

source: Privacy Notice
kls: Privacy mon

source: Privacy Policy
kls: privacy kanun

source: release
kls: lasek

source: report
kls: raport dek

source: restricted site
kls: ban site

source: revert
kls: pishtyak

source: Review checker
kls: geri pashawaw

source: search suggestion
kls: khoji nishan diaw

source: security keys
kls: security ach'uyak

source: sensitive
kls: nazuk

source: sidebar
kls: side una

source: sign
kls: nishan

source: signer
kls: nishan karaw

source: sign in
kls: nishan kari

source: sign-in
kls: nishan kari

source: studies
kls: jonik

source: Terms of Service
kls: krom karikas kanun

source: track
kls: Khojik

source: trackers
kls: khojaw

source: Tracking Content
kls: khojikas newishila

source: unencrypted
kls: ne newiahila

source: unresponsive
kls: Ne jawab del day

source: unsafe
kls: Ne sahi

source: validate
kls: Sahi

source: validity
kls: sahi karik

source: version
kls: kaya'aw

source: Web Authentication
kls: web sahi karik
